tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
brew "coreutils"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "grc"
brew "maven"
brew "mongodb", restart_service: true
brew "mysql", restart_service: true
brew "node"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rsync"
brew "tmux"
brew "wget"
brew "zsh"
brew "bat"
brew "prettyping"
cask "caskroom/versions/docker-edge"
